7zip
ark
aurutils
base
base-devel
bluedevil
bluez-utils
breeze
breeze-gtk
breeze-plymouth
breeze5
chromium
clipman
discord
discover
dolphin
drkonqi
efibootmgr
ferium
ffmpegthumbs
file-roller
firefox
flameshot
flatpak-kcm
fuzzel
gcc
git
github-cli
grim
grub
grub-customizer
gwenview
intel-ucode
jdk-openjdk
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kio-admin
kitty
kmenuedit
konsole
kpipewire
krita
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwalletmanager
kwayland
kwin
kwrited
layer-shell-qt
lazygit
libkscreen
libksysguard
libplasma
libreoffice-fresh
linux
linux-firmware
man-db
man-pages
milou
minecraft-launcher
mpv
neovim
networkmanager
npm
obs-studio
obs-studio-plugin-browser
ocean-sound-theme
opencode
openssh
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
oxygen
oxygen-sounds
pacman-contrib
pico-8
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plex-media-server
plymouth-kcm
pnpm
polkit-kde-agent
powerdevil
print-manager
qbittorrent
qqc2-breeze-style
qt5ct
qt6ct
sddm
sddm-kcm
slurp
sof-firmware
steam
sudo
sway
swaybg
swayidle
swayimg
swaync
swayosd
systemsettings
texinfo
thunar
tmux
trash-cli
tree-sitter-cli
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
unzip
wacomtablet
waybar
wf-recorder
wget
wl-clipboard
wmenu
xclip
xdg-desktop-portal-kde
xf86-video-amdgpu
yay
zsh
